#### FtH2O Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol ftH2O, indicating unit Feet of water (39.2 Â°F).

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId FtH2O { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property FtH2O As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ FtH2O { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace